/* No comment provided by engineer. */
"%@ to %@" = "%1$@ para %2$@";

/* No comment provided by engineer. */
"%d of %d" = "%1$d de %2$d";

/* No comment provided by engineer. */
"%i to %i" = "%1$i até %2$i";

/* No comment provided by engineer. */
"'%@' accumulate attribute is invalid." = "'%@' atributo de acumulação não é válido.";

/* No comment provided by engineer. */
"'%@' is an invalid directions time attribute." = "'%@' é um atributo de tempo de direções de condução não válido.";

/* No comment provided by engineer. */
"'%@' is an invalid impedance attribute." = "'%@' é um atributo de impedância inválido.";

/* No comment provided by engineer. */
"'%@' restriction attribute is invalid." = "O atributo de restrição '%@' é inválido.";

/* No comment provided by engineer. */
"'item' parameter required" = "Parâmetro 'item’ necessário.";

/* No comment provided by engineer. */
"'portal' parameter required" = "Parâmetro 'portal’ necessário.";

/* No comment provided by engineer. */
"'tags' parameter required" = "Parâmetro 'palavras-chave’ necessário.";

/* No comment provided by engineer. */
"'title' parameter required" = "Parâmetro 'título’ necessário.";

/* No comment provided by engineer. */
"+/-" = "+/-";

/* No comment provided by engineer. */
"<No value>" = "<Sem valor>";

/* No comment provided by engineer. */
"Access to the device location is denied." = "Acesso à localização do dispositivo recusada.";

/* No comment provided by engineer. */
"Actual Size" = "Tamanho actual";

/* No comment provided by engineer. */
"Add" = "Adicionar";

/* No comment provided by engineer. */
"Add Attachment" = "Adicionar Anexo";

/* No comment provided by engineer. */
"Add..." = "Adicionar...";

/* No comment provided by engineer. */
"An itemID is required for this operation. Add this item to the Portal to get an ItemID." = "É necessária uma itemID para efetuar esta operação. Adicione este item ao Portal para obter uma ItemID.";

/* No comment provided by engineer. */
"An uncaught NSException was detected, however the original information and callstack is not available. Break on objective-c exceptions to see the line of code causing the original NSException. For more information on how to do this please see the documentation." = "Foi encontrada uma NSException não detetada, no entanto, as informações originais e a pilha de execução não se encontram disponíveis. Quebra nas exceções objective-c para visualizar a linha de código causadora da NSException original. Para obter mais informações sobre como fazer isto, por favor, consulte a documentação.";

/* No comment provided by engineer. */
"Apply Geometry" = "Aplicar Geometria";

/* No comment provided by engineer. */
"At least 1 facility is required to solve a route." = "É necessária pelo menos 1 instalação para resolver uma rota.";

/* No comment provided by engineer. */
"At least 1 incident is required to solve a route." = "É necessária pelo menos 1 incidente para resolver uma rota.";

/* No comment provided by engineer. */
"Attachment" = "Anexo";

/* No comment provided by engineer. */
"Attachments" = "Anexos";

/* No comment provided by engineer. */
"Attempt to use functionality that is not supported for the current license level" = "Tentativa de utilizar funcionalidade não suportada para o atual nível de licença.";

/* No comment provided by engineer. */
"Authorization required" = "Autorização necessária";

/* No comment provided by engineer. */
"Bad Request" = "Pedido mau";

/* No comment provided by engineer. */
"Bad URL." = "URL Errado.";

/* No comment provided by engineer. */
"bytes" = "bytes";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Cannot save to a different item type." = "Não pode guardar num tipo de item diferente.";

/* No comment provided by engineer. */
"Cannot verify the identity of '%@'" = "Não é possível verificar a identidade de '%@'";

/* No comment provided by engineer. */
"Certificate Required" = "Certificado Necessário";

/* No comment provided by engineer. */
"Challenge for URL: %@ with failureCount: %lu" = "Desafio para URL: %1$@ com failureCount: %2$lu";

/* No comment provided by engineer. */
"Changing Feature Type" = "A alterar o tipo de elemento";

/* No comment provided by engineer. */
"Choose From Library" = "Escolher da biblioteca";

/* No comment provided by engineer. */
"Clear" = "Apagar";

/* No comment provided by engineer. */
"Clear Geometry" = "Limpar Geometria";

/* No comment provided by engineer. */
"Continue" = "Continuar";

/* No comment provided by engineer. */
"Created %d hours ago" = "Criado %d horas atrás";

/* No comment provided by engineer. */
"Created %d minutes ago" = "Criado %d minutos atrás";

/* No comment provided by engineer. */
"Created a minute ago" = "Criado um minuto atrás";

/* No comment provided by engineer. */
"Created an hour ago" = "Criado uma hora atrás";

/* No comment provided by engineer. */
"Created by %@" = "Criado por %@";

/* No comment provided by engineer. */
"Created by %@ %d hours ago" = "Criado por %1$@ %2$d horas atrás";

/* No comment provided by engineer. */
"Created by %@ %d minutes ago" = "Criado por %1$@ %2$d minutos atrás";

/* No comment provided by engineer. */
"Created by %@ a minute ago" = "Criado por %@ um minuto atrás";

/* No comment provided by engineer. */
"Created by %@ an hour ago" = "Criado por %@ uma hora atrás";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - day" = "Criado por %1$@ em %2$@ às %3$@ - dia";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - full" = "Criado por %1$@ em %2$@ às %3$@ - completo";

/* No comment provided by engineer. */
"Created by %@ seconds ago" = "Criado por %@ segundos atrás";

/* No comment provided by engineer. */
"Created on %@ at %@ - day" = "Criado em %1$@ às %2$@ - dia";

/* No comment provided by engineer. */
"Created on %@ at %@ - full" = "Criado em %1$@ às %2$@ - completo";

/* No comment provided by engineer. */
"Created seconds ago" = "Criado segundos atrás";

/* No comment provided by engineer. */
"Credential Required" = "Credencial Necessária";

/* No comment provided by engineer. */
"Data for pie chart is invalid" = "Os dados para o gráfico circular não são válidos";

/* No comment provided by engineer. */
"Delete" = "Eliminar";

/* No comment provided by engineer. */
"Delete Attachment" = "Eliminar Anexo.";

/* No comment provided by engineer. */
"Delete Feature" = "Eliminar Elemento";

/* No comment provided by engineer. */
"Deleting this attachment will remove it from the popup and associated data source." = "A eliminação deste anexo removê-lo-á da janela pop-up e da origem de dados associada.";

/* No comment provided by engineer. */
"Deleting this feature will remove it from the map and associated data source." = "A eliminação deste elemento removê-lo-á do mapa e da origem de dados associada.";

/* No comment provided by engineer. */
"Directions distance attribute is invalid." = "O atributo de distância de direções é inválido.";

/* No comment provided by engineer. */
"Directions time and distance attributes do not match." = "Os atributos de tempo e distância não coincidem.";

/* No comment provided by engineer. */
"Edit" = "Editar";

/* No comment provided by engineer. */
"Edited %d hours ago" = "Editado %d horas atrás";

/* No comment provided by engineer. */
"Edited %d minutes ago" = "Editado %d minutos atrás";

/* No comment provided by engineer. */
"Edited a minute ago" = "Editado um minuto atrás";

/* No comment provided by engineer. */
"Edited an hour ago" = "Editado uma hora atrás";

/* No comment provided by engineer. */
"Edited by %@" = "Editado por %@";

/* No comment provided by engineer. */
"Edited by %@ %d hours ago" = "Editado por %1$@ %2$d horas atrás";

/* No comment provided by engineer. */
"Edited by %@ %d minutes ago" = "Editado por %1$@ %2$d minutos atrás";

/* No comment provided by engineer. */
"Edited by %@ a minute ago" = "Editado por %@ um minuto atrás";

/* No comment provided by engineer. */
"Edited by %@ an hour ago" = "Editado por %@ uma hora atrás";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - day" = "Editado por %1$@ em %2$@ às %3$@ - dia";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - full" = "Editado por %1$@ em %2$@ às %3$@ - completo";

/* No comment provided by engineer. */
"Edited by %@ seconds ago" = "Editado por %@ segundos atrás";

/* No comment provided by engineer. */
"Edited on %@ at %@ - day" = "Editado em %1$@ às %2$@ - dia";

/* No comment provided by engineer. */
"Edited on %@ at %@ - full" = "Editado em %1$@ às %2$@ - completo";

/* No comment provided by engineer. */
"Edited seconds ago" = "Editado segundos atrás";

/* No comment provided by engineer. */
"Empty username/password" = "Nome de utilizador/palavra-passe vazios";

/* No comment provided by engineer. */
"Enter a number between %@ and %@" = "Introduza um número entre %1$@ e %2$@";

/* No comment provided by engineer. */
"Enter a number between %i and %i" = "Introduza um número entre %1$i e %2$i";

/* No comment provided by engineer. */
"Error" = "Erro";

/* No comment provided by engineer. */
"Error adding identity to the keychain" = "Erro ao adicionar a idendidade ao keychain";

/* No comment provided by engineer. */
"Error adding keychain item" = "Erro ao adicionar item de keychain";

/* No comment provided by engineer. */
"Error extracting identity" = "Erro ao extrair a idendidade";

/* No comment provided by engineer. */
"Error Loading Page" = "Erro ao Carregar a Página";

/* No comment provided by engineer. */
"Error removing keychain item" = "Erro ao remover item de keychain";

/* No comment provided by engineer. */
"Error updating keychain item" = "Erro ao atualizar item de keychain";

/* No comment provided by engineer. */
"Extra Large" = "Extra Grande";

/* No comment provided by engineer. */
"Facility (%@) has invalid added cost attribute name(s): %@" = "A instalação (%1$@) tem nome(s) de atributo(s) de custos adicionais inválido(s): %2$@";

/* No comment provided by engineer. */
"Facility (%@) has invalid impedance cutoff." = "A instalação (%@) tem um limite de impedância inválido.";

/* No comment provided by engineer. */
"Facility (%@) has negative added cost attribute: %@" = "Instalação (%1$@) possui atributo de custo adicional negativo: %2$@";

/* No comment provided by engineer. */
"Facility (%@) has null geometry." = "A instalação (%@) tem geometria nula.";

/* No comment provided by engineer. */
"Feature isn't valid." = "O elemento não é válido.";

/* No comment provided by engineer. */
"Finish" = "Terminar";

/* No comment provided by engineer. */
"Finishing editing..." = "A concluir a edição...";

/* No comment provided by engineer. */
"GB" = "GB";

/* No comment provided by engineer. */
"Geometry" = "Geometria";

/* No comment provided by engineer. */
"Hide" = "Esconder";

/* No comment provided by engineer. */
"Incident (%@) has a null geometry." = "O incidente (%@) tem geometria nula.";

/* No comment provided by engineer. */
"Incident (%@) has invalid added cost attribute name(s): %@" = "O incidente (%1$@) tem nome(s) de atributo(s) de custos adicionais inválido(s): %2$@";

/* No comment provided by engineer. */
"Incident (%@) has invalid impedance cutoff." = "O incidente (%@) tem um limite de impedância inválido.";

/* No comment provided by engineer. */
"Incident (%@) has less than 1 target facility count." = "O incidente (%@) tem menos do que 1 na contagem de instalações-alvo.";

/* No comment provided by engineer. */
"Incident (%@) has negative added cost attribute: %@" = "Incidente (%1$@) possui atributo de custo adicional negativo: %2$@";

/* No comment provided by engineer. */
"Insert Part" = "Inserir Parte";

/* No comment provided by engineer. */
"Insert Vertex" = "Inserir Vértice";

/* No comment provided by engineer. */
"Insufficient number of stops." = "Número insuficiente de paragens.";

/* No comment provided by engineer. */
"Invalid attribute parameter attribute name (%@)." = "O nome de parâmetro de atributo  (%@) não é válido.";

/* No comment provided by engineer. */
"Invalid attribute parameter parameter name (%@)." = "O nome de parâmetro de atributo (%@) não é válido.";

/* No comment provided by engineer. */
"Invalid Credentials" = "Credenciais Inválidas";

/* No comment provided by engineer. */
"Invalid default impedance cutoff." = "Limite de impedância predefinido inválido-";

/* No comment provided by engineer. */
"Invalid default target facility count." = "Contagem de instalações-alvo predefinida inválida.";

/* No comment provided by engineer. */
"Invalid GPX data." = "Dados GPX inválidos.";

/* No comment provided by engineer. */
"Invalid groupID." = "groupID inválido.";

/* No comment provided by engineer. */
"Invalid polygon buffer distance." = "Distância de buffer de polígonos inválida-";

/* No comment provided by engineer. */
"Invalid restriction usage value for attribute (%1$@) parameter (%2$@)." = "Valor de uso de restrição para o atributo (%1$@) parametro (%2$@) inválido.";

/* No comment provided by engineer. */
"Invalid value type for attribute (%1$@) parameter (%2$@)." = "Tipo de valor para o atributo (%1$@) parametro (%2$@) inválido.";

/* No comment provided by engineer. */
"KB" = "KB";

/* No comment provided by engineer. */
"Keep Current Values" = "Manter Valores Atuais";

/* No comment provided by engineer. */
"Large" = "Grande";

/* No comment provided by engineer. */
"Line barrier (%@) does not cover any network elements." = "A barreira de linhas (%@) não cobre nenhum elemento de rede.";

/* No comment provided by engineer. */
"Line barrier (%@) has invalid scaled cost attribute name." = "A barreira de linha (%@) possui um nome de atributo de custo escalado não válido.";

/* No comment provided by engineer. */
"Loading feature..." = "A carregar elemento...";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Medium" = "Média";

/* No comment provided by engineer. */
"Missing client certificate" = "Certificado de cliente em falta";

/* string to represent hyperlink attributes */
"More Info" = "Mais Informações";

/* No comment provided by engineer. */
"Move Geometry" = "Mover Geometria";

/* No comment provided by engineer. */
"Move Part" = "Mover Peça";

/* No comment provided by engineer. */
"Move Vertex" = "Mover Vértice";

/* No comment provided by engineer. */
"Neutral restriction usage value for attribute (%1$@) parameter (%2$@)." = "Valor de uso de restrição para o atributo (%1$@) parametro (%2$@) neutral.";

/* No comment provided by engineer. */
"No certificate found to access the resource '%@'" = "Não foi encontrado qualquer certificado para aceder ao recurso '%@'";

/* No comment provided by engineer. */
"No data to create a bar chart" = "Não existem dados para criar um gráfico de barras";

/* No comment provided by engineer. */
"No data to create a line chart" = "Não existem dados para criar um gráfico de linhas";

/* No comment provided by engineer. */
"No data to create a pie chart" = "Não existem dados para criar um gráfico circular";

/* No comment provided by engineer. */
"No image to display" = "Nenhuma imagem para exibir";

/* No comment provided by engineer. */
"No path can be found between a given pair of stops (%@)." = "Não é possível encontrar nenhum caminho entre um determinado par de paragens (%@).";

/* No comment provided by engineer. */
"Object cannot be created without a portal.  Use fromJSON:withPortal:error: method instead." = "O objeto não pode ser criado sem um portal.  Utilize o método fromJSON:withPortal:error: ao invés.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open" = "Abrir";

/* No comment provided by engineer. */
"Open in Safari" = "Abrir no Safari";

/* No comment provided by engineer. */
"Password" = "Palavra-passe";

/* No comment provided by engineer. */
"Please enter a name for the new attachment" = "Por favor insira um nome para o novo anexo.";

/* No comment provided by engineer. */
"Point barrer (%@) was not located." = "Não foi possível localizar a barreira de pontos (%@).";

/* No comment provided by engineer. */
"Point barrier (%@) has invalid added cost attribute name." = "A barreira de ponto (%@) possui um nome de atributo de custo acrescentado não válido.";

/* No comment provided by engineer. */
"Point barrier (%@) has null geometry." = "Barreira de pontos (%@) tem geometria nula.";

/* No comment provided by engineer. */
"Polygon barrier (%@) does not cover any network elements." = "A barreira de polígono (%@) não cobre nenhum elemento da rede.";

/* No comment provided by engineer. */
"Polygon barrier (%@) has invalid scaled cost attribute name." = "A barreira de polígono (%@) possui um nome de atributo de custo escalado não válido.";

/* No comment provided by engineer. */
"Polygon barrier (%@) has non positive scaled cost attribute." = "Barreira de polígonos (%@) tem atributos de custos escalados não positivos.";

/* No comment provided by engineer. */
"Polygon barrier (%@) has null geometry." = "Barreira de polígonos (%@) tem geometria nula.";

/* No comment provided by engineer. */
"Polyline barrier (%@) has non positive scaled cost attribute." = "Barreira de polilinhas (%@) tem atributos de custos escalados não positivos.";

/* No comment provided by engineer. */
"Polyline barrier (%@) has null geometry." = "Barreira de polilinhas (%@) tem geometria nula.";

/* No comment provided by engineer. */
"Polylines cannot be returned." = "As polilinhas não podem ser devolvidas.";

/* No comment provided by engineer. */
"Remove Part" = "Remover Parte";

/* No comment provided by engineer. */
"Remove Vertex" = "Remover Vértice";

/* No comment provided by engineer. */
"Reset to Default Values" = "Definir para Valores Predefinidos";

/* No comment provided by engineer. */
"Retry" = "Tentar Novamente";

/* No comment provided by engineer. */
"Save To Photo Library" = "Guardar na galeria de imagens";

/* No comment provided by engineer. */
"Sign In" = "Iniciar sessão";

/* No comment provided by engineer. */
"Skip" = "Saltar";

/* No comment provided by engineer. */
"Small" = "Pequeno";

/* No comment provided by engineer. */
"Soft restricted element (%@) was traversed." = "Elemento restrito Soft (%@) foi atravessado.";

/* No comment provided by engineer. */
"Specified start time occurs before January 1, 1970." = "A data de início especificada ocorre antes de 1 de Janeiro de 1970.";

/* No comment provided by engineer. */
"Stop (%@) has a time window end that occurs before its time window start." = "Parar (%@) tem um final de janela de tempo que ocorre antes do início da janela de tempo.";

/* No comment provided by engineer. */
"Stop (%@) has a time window that starts before January 1, 1970." = "Stop (%@) tem uma janela temporal que tem início antes de 1 de janeiro de 1970.";

/* No comment provided by engineer. */
"Stop (%@) has invalid added cost." = "Stop (%@) tem um custo adicionado inválido.";

/* No comment provided by engineer. */
"Stop (%@) has null geometry." = "Stop (%@) tem geometria nula.";

/* No comment provided by engineer. */
"Stop (%@) is located on a non traversable element." = "A paragem (%@) está localizada num elemento não atravessável.";

/* No comment provided by engineer. */
"Stop (%@) is located on a soft restricted element." = "A paragem (%@) está localizada num elemento restrito soft.";

/* No comment provided by engineer. */
"Stop (%@) is unreachable." = "Stop (%@) não está acessível.";

/* No comment provided by engineer. */
"Stop (%@) was not located." = "A paragem (%@) não foi localizada.";

/* No comment provided by engineer. */
"Take Photo or Video" = "Obter foto ou vídeo";

/* No comment provided by engineer. */
"The directions language is invalid." = "A linguagem de direções é inválida.";

/* No comment provided by engineer. */
"The directions road class attribute is invalid." = "O atributo de classse de estrada das direções é inválido.";

/* No comment provided by engineer. */
"The directions style is invalid." = "O estilo de direções é inválido.";

/* No comment provided by engineer. */
"The input spatial reference is undefined." = "A referência espacial de entrada não está definida.";

/* No comment provided by engineer. */
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "A rede não possui um atributo de hierarquia para realizar o planeamento hierárquico de rota.";

/* No comment provided by engineer. */
"The object must first be saved to a portal using the 'saveAs:' method." = "O objecto deve ser guardado primeiro num portal utilizando o método 'guardarComo:'.";

/* No comment provided by engineer. */
"The output spatial reference is undefined." = "A referência espacial de saída não está definida.";

/* No comment provided by engineer. */
"The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable" = "O recurso de que está à procura pode ter sido removido, o respetivo nome pode ter sido alterado ou pode estar temporariamente indisponível.";

/* No comment provided by engineer. */
"The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?" = "O certificado do servidor não é válido. Poderá estar a ligar-se a um servidor que se faz passar por '%@', o que poderá colocar a sua informação confidencial em risco. Pretende ligar-se mesmo assim?";

/* No comment provided by engineer. */
"The specified clientID is invalid" = "O clientID específico é inválido";

/* No comment provided by engineer. */
"The walking mode route is too large." = "A rota de circulação pedestre é demasiado extensa.";

/* No comment provided by engineer. */
"There was an error loading the feature. Please check your network connectivity." = "Ocorreu um erro aso carregar o elemento. Por favor, verifique a conetividade da sua rede.";

/* No comment provided by engineer. */
"Time windows with non time impedance." = "As janelas temporais com impedância não-temporal.";

/* No comment provided by engineer. */
"To save as a new item, you must be logged in to the portal." = "Para guardar como novo item, deve ter a sessão iniciada no portal.";

/* No comment provided by engineer. */
"Today" = "Hoje";

/* No comment provided by engineer. */
"Token is invalid or has expired" = "Token inválido ou expirou";

/* No comment provided by engineer. */
"Token URL is nil. You must set a valid token URL on the credential." = "O URL do Token é nulo. Deve definir um URL de token válido na credencial.";

/* No comment provided by engineer. */
"Unauthorized access" = "Acesso não-autorizado";

/* No comment provided by engineer. */
"Unknown authentication error" = "Erro de autenticação desconhecido";

/* No comment provided by engineer. */
"Unknown condition." = "Condição desconhecida.";

/* No comment provided by engineer. */
"Unknown error occurred" = "Ocorreu um erro desconhecido";

/* No comment provided by engineer. */
"Unsupported GPX data." = "Dados GPX não-suportados.";

/* No comment provided by engineer. */
"Unsupported search where clause." = "Cláusula de pesquisa onde não suportada";

/* No comment provided by engineer. */
"User canceled error" = "Erro cancelado pelo utilizador";

/* No comment provided by engineer. */
"Username" = "Nome de Utilizador";

/* No comment provided by engineer. */
"Using browser to authenticate..." = "A utilizar navegador para autenticar...";

/* No comment provided by engineer. */
"Value exceeds maximum field length of %lu" = "O valor excede o comprimento máximo de campo %lu";

/* No comment provided by engineer. */
"You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?" = "Está a alterar o tipo de elemento.  Pretende manter os seus valores atuais (quando possível) ou redefinir para valores padrão.";

/* No comment provided by engineer. */
"You do not have permissions to access this resource" = "Não tem permissões para aceder a este recurso";

/* No comment provided by engineer. */
"You must be logged in to the Portal to perform this operation." = "Tem de ter sessão iniciada no Portal para para efetuar esta operação.";

/* No comment provided by engineer. */
"You must be specify a rating between 1 and 5." = "Tem de especificar uma classificação entre 1 e 5.";

/* No comment provided by engineer. */
"You must specify a location usage description key (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) in your plist." = "Tem de especificar uma chave de descrição de utilização de localização (NSLocationWhenInUseUsageDescription ou NSLocationAlwaysUsageDescription) na sua lista.";

/* No comment provided by engineer. */
"You need to select a certificate to access the resource '%@'" = "É necessário selecionar um certificado para aceder ao recurso '%@'";

/* No comment provided by engineer. */
"You need to sign in to access the resource '%@'" = "É necessário iniciar sessão para aceder ao recurso '%@'";

/* No comment provided by engineer. */
"• " = "• ";

﻿/* Localizable+Additions.strings */

/* Unit Abbreviated strings */
"cm" = "cm";
"dd" = "dd";
"dm" = "dm";
"ft" = "ft";
"in" = "in";
"km" = "km";
"m" = "m";
"mi" = "mi";
"mm" = "mm";
"nm" = "nm";
"pt" = "pt";
"Unknown" = "Desconhecido";
"yd" = "jardas";

/* Unit Display Strings */
"Centimeters" = "Centímetros";
"Decimal Degrees" = "Graus Decimais";
"Decimeters" = "Decímetros";
"Feet" = "Pés";
"Inches" = "Polegadas";
"Kilometers" = "Quilómetros";
"Meters" = "Metros";
"Miles" = "Milhas";
"Millimeters" = "Milímetros";
"Nautical Miles" = "Milhas Náuticas";
"Points" = "Pontos";
"Yards" = "Jardas";

/* Area Units Abbreviated Strings */
"sq. in" = "poleg2";
"sq. ft" = "pés2";
"sq. yd" = "jardas2";
"ac" = "ac";
"sq. mi" = "milhas2";
"sq. mm" = "mm2";
"sq. cm" = "cm2";
"sq. dm" = "dm2";
"sq. m" = "m2";
"ares" = "ares";
"ha" = "ha";
"sq. km" = "km2";

/* Area Units Display Strings */
"Square Inches" = "Polegadas Quadradas";
"Square Feet" = "Pés Quadrados";
"Square Yards" = "Jardas Quadradas";
"Acres" = "Acres";
"Square Miles" = "Milhas Quadradas";
"Square Millimeters" = "Milimetros Quadrados";
"Square Centimeters" = "Centimetros Quadrados";
"Square Decimeters" = "Decimetros Quadrados";
"Square Meters" = "Metros Quadrados";
"Ares" = "Ares";
"Hectares" = "Hectares";
"Square Kilometers" = "Quilómetros Quadrados";

